drop table article;
drop table chat;
drop table img;
create table article(
		no int(100) primary key,
		title char(50),
		content char(5000),
		img char(50),
		year char(10),
		month char(10),
		day char(10)
		);
create table chat(
		id int(100) primary key,
		usrname char(10) UNIQUE,
		content char(100)
		);
create table img(
		id int(1000) primary key,
		name char(20),
		file char(10),
		type char(10)
		);

insert into chat values(2,'cby','你好你的文章很棒');
insert into chat values(1,'hahahah','hahahah');
insert into article values(13,'zzzzzdgegddd','ddddaafdfefewafe','','2013','10','9');
insert into article values(12,'zzzzzdgegddd','ddddaafdfefewafe','','2014','10','9');
insert into article values(0,'zzzzzddd','ddddafewafe','','2014','11','9');
insert into article values(1,'test','这是测试！','','2014','12','1');
insert into article values(2,'萌萌哒','这是内容','','2014','12','3');
insert into article values(3,'zhesh','hhhhh','','2014','12','4');
insert into article values(4,'haha','任何案子定论之前必须要有证据，哪怕证据再怎么牵强都可以，但是必须有，这是公羊杰亲自定下的铁律。执冇法堂从上到下，无论是谁都绝不敢有丝毫违背，否则后果不堪设想。
　　
　　只要两个守卫不指证林逸，马剑手里便没有任何的证据，那么他便无法完成徐灵冲的吩咐，动不了林逸一根汗毛！
　　
　　“这位执冇法使大人，如果没其他事情的话，我可以走了吧？”林逸拍了拍屁股，一脸云淡风轻地起身道。
　　
　　“慢着，本执冇法使什么时候说过你可以走了？还是说，你以为执冇法堂是你说来就来，说走就能走的地方？”马剑面带不善道。
　　
　　林逸闻言看了他一眼，似笑非笑道：“那你又想如何？我刚才没听错的话，你手上根本就没有所谓的证据，仅仅为了替徐灵冲解决私人恩怨，就无视执冇法堂的规矩，你确定这么做合适么？”
　　
　　马剑闻言一怔，随即不由得恼羞成怒，脸色阴沉似水。
　　
　　这话还真是被林逸给说中了，他虽然算是徐灵冲一系的人马，但严格说起来，执冇法堂才是他的根本，如果坏了执冇法堂的规矩，甚至于因此触怒堂主公羊杰的话，区区徐灵冲根本保不住他，到时候就算徐元正出面，公羊杰也都不可能买账。
　　
　　“哼，真是无知者无畏，你以为那两个蝼蚁一样的垃圾守卫不出面指证你，你就能逃过这一劫了？简直异想天开！”马剑脸色难看地冷哼一声。
　　
　　林逸这番表情落在他的眼里，就是不知天高地厚的挑衅找死，哪怕没有事前徐灵冲的交待，单是为了平他此时胸中一口恶气，今天也绝不会这么轻易放过林逸。
　　
　　看着马剑这明显狰狞到有些疯狂的神情，林逸心中微微一突，俗话都说阎王好见小鬼难搪，如果对面坐着执冇法堂堂主公羊杰，虽然这种大人物必然更加棘手难以应付，但至少不会这么横生波折。
　　
　　马剑只不过是一个小人物，但其身为专案执冇法使的权力，如果一心想要弄死自己，哪怕为此不惜铤而走险的话，林逸还真是办法不多。
　　
　　毕竟执冇法堂时刻都有顶级高手坐镇，他不可能在这里出手乱来，一身实力都只能作为摆设，跟普通人没什么两样，到了这里是属于绝对弱势的一方。
　　
　　“不错，那两个垃圾守卫确实在替你开脱，但是很可惜，本执冇法使现在就可以很明确地告诉你，这都没用！孟觉光逼迫你什么的，这都只是他们的主观猜测，根本不足为信，但他们至少证实了一点，矿崩之前你确实在到处乱挖，我之前的推测依旧很有可能成立。”说到这里，马剑阴狠地舔了舔舌头：“所以，我准备送你一份大礼，让你好好体验一把执冇法堂的搜魂术！”
　　
　　搜魂术！林逸顿时悚然一惊，老早之前他就冇跟苦逼师兄这些人聊起过，搜魂术是执冇法堂少数几种王牌手段之一，任凭嫌犯再怎么巧舌如簧，在搜魂术这种可以直接读取神识记忆的神技面前，一切都无所遁形。
　　
　　执冇法堂眼里没有任何秘密，这话也正是因此得来。
　　
　　对于林逸而言，因为身负种种隐秘底牌的缘故，搜魂术简直就是跟催命符一样的存在，一旦这些秘密被人知晓，那日后可就麻烦大了。
　　
　　匹夫无罪，怀璧其罪，林逸如今的实力在天阶岛还远远不足以自保，一旦玉佩空间这些秘密底牌被人曝光，到那时候还能不能有这个命活下去，可就真的是未知数了。
　　
　　“好好感激我吧，搜魂术只有执冇法堂那几个特使才能施展，像我这种执冇法使一年也只有一次申请机会，普通嫌犯可没有这么高级的待遇，所以你就好好享受这次难得的体验吧，因为也许在这之后，你很快就要被送上断头台了。”马剑桀桀冷笑道。
　　
　　就算是专业人士，施展搜魂术的代价也是极大，所以这种极为实用的神技，一般情况下绝对不会轻易滥用，执冇法堂对此亦有着严格限定，像马剑这种级别的普通执冇法使，一年顶多只能申请一次，之后便再也没有机会。
　　
　　这已经是马剑手里所能掌握的最核心权力，平常根本舍不得拿出来，但是现在为了对付林逸，他豁出去了。
　　
　　林逸冷冷地看着他道：“你应该知道矿崩不可能是我区区一个新人能够制造出来的，孟觉光死在其中纯属意外，这次把搜魂术的机会用在我身上，已经注定了就是浪费，确定有这个必要吗？”
　　
　　“当然有！”马剑不怀好意地狞笑道：“看你这样子，似乎已经知道搜魂术是干嘛用的了，不过有一点你好像还没弄明白，搜魂术在探查神识记忆的同时，还会留下无法治愈的后遗症，以往接受过搜魂术的嫌犯，六成都成了傻子，剩下四成则从此成为废人，你猜你会是哪一种呢？”
　　
　　损人不利己，这才是马剑的意图，他才不会管林逸是不是制造矿崩埋葬孟觉光的凶手，现在唯一要做的事情就是完成徐灵冲的吩咐。
　　
　　只要给林逸来一次搜魂术，无论最后查探出什么结论，反正到时候林逸要么变成傻子，要么变成废人，都足可向徐灵冲交代了。
　　
　　真是一个让人火大的人渣！林逸双眸冷冽，暗暗握紧双拳，事到如今他也没什么别的选择了，如果对方一定要强来的话，那么就算出手在这执冇法堂大闹一场，也总要好过被搜魂术搜出所有秘密底牌。
　　
　　“你就好好给本执冇法使等着吧，我这就去跟上头打个招呼，不会让你等太久的，哇哈哈哈！”马剑得意大笑着转身就要出门。
　　
　　然而未等他走到门口，林逸的身形便已经骤然一闪而现，堵在他的面前，脸色前所未有的冰冷：“既然你执意如此，那我也没必要继续隐忍下去了。”
　　
　　忍无可忍，那便无需再忍，虽然在执冇法堂这种地方出手，怎么看都是愚蠢自虐的找死行径，但是这种时候也顾不得那么多了。（未完待续）如果您喜欢这部作品，欢迎您来起点投推荐票、月票，您的支持，就是我最大的动力。）',
'','2014','12','5');

insert into article values(5,'在路上','看清这个世界，然后爱它。
　　——罗曼·罗兰
　　我提起笔在柔软的纸上书写下这个标题的时候，感到前所未有的由疏离而生的想念。我永远都记得我的第一篇文字，它叫”被窝是青春的坟墓”。已经过去了很久的事了。对我说这句话的那个又高又漂亮的女孩子已经休了学准备去澳洲了。她现在在天天练习高尔夫球，听说很厉害，一场下来只比职业选手多打了十杆。偶尔她会回学校来看看旧同学，人缘甚好地被围个里三层外三层，最近一次看到她的时候是上晚自习之前，麦色的皮肤，高挑而迷人。是那种天生就很有魅力的女孩子。我远远地和她打招呼，没有走近。毕竟谁都不会记得我们刚刚认识的时候，在军训的大营百无聊赖地玩过的游戏。和一些小得不能清晰记起的愉快往事。
　　可是我怎么无法忘记她对我说的，被窝是青青的坟墓，以及她那个时候肆意绽放的年轻笑靥。
　　虽然这么快这些人就在你的世界中远去，并预备不再重现。但还是会很想念。这些都是最真诚的想法。弥足珍贵。
　　我翻开看以前写的文字的时候，总是忍不住轻浅地笑起来，里面矫饰而玄虚的表达显得稚嫩无比，虽然我明白我现在亦是如此。可是它于我的意义，像一个城市被围困了十七年。它在其中血脉贲张地疯长，最终抵达逃逸的边缘。有个被这一代的学生作者用烂了的词叫物是人非。其实真的是这样。我们躺看，唱着，年复一年，时代在我们身后舞蹈着飞奔，而我们蜷在灵魂的围城里面坐井观天。这真是形象，比如我明白我将满十八岁并坐进五楼高三的教室里受刑的时候，我心中这样悲哀地清楚，像爱默生说的那样，因为要每个人住在自己的家里，所以这样的世界广大无比。但我想也许我终其一生无法触及它的一隅。
　　我觉得我再也写不出那么多堆积的词藻了，这几年的高中时代跌跌撞撞地爬进来，人都觉得疲倦。无论什么时候只要有张床我就愿意倒下，管它兵荒马乱地从我身上碾过去。深夜倒在床上，突然想不起到底有没有刷牙，一直想一直想，想到自己没有力气想了，就睡着了。甩开CD的耳机，懒得去按OFF键。听见声音在夜色里盘旋。感到时光迢迢而去。淡入淡出。
　　离我第一篇文字，已经过去两年多的日子。
　　转眼到了一个毕业的季节，学长们在考完试后的日子常常回到学校来。我喜欢他们生动的表情，带着欣欣向荣的自由的味道。我从他们的笑容中间穿过，直上五楼。那是最安静最棒的教室，从高大的窗子望出去是南方湿润的天空，或者夜晚疏朗的星辰，这都是献给这个寂寞的高三的礼物，在这寂寞得年复一年的年少岁月里。
　　高二的暑假我看了最后一部电影，是巴尔纳多·贝托鲁奇的《梦想家》，电影里是巴黎的一九六八。一九六八的少年。我不知道一个中年人会拍出这么充满年少激情的电影。我相信这些都是不能被提起的往事，否则他们会不可遏制地熊熊燃烧在已经干瘪躯体里。学生运动，五月风暴，文化大革命，布达格之春。世界的一九六八是疯的，是少年的。如今我从镜头里远远地看着那个遥远的时代，一直在怀疑它的真实性。
　　高三之前最难过的事情，是童走了。我记得那天她在教室收拾东西，谁也没有注意到她，可是上数学课的时候我发现桌子上有一只袋子。打开来，里面是岩井俊二、斯坦利库布里克、安东尼奥尼和安东尼·明格拉的四部电影，还有一张字条，就是小七我走了。DVD要好好保存喔。我眼泪一下子就落了。
　　一点预兆都没有，童没有告诉任何人。我拿着字条，想起这些影碟是我很久很久之前开玩笑时拜托她买的，她就这样念念不忘。我心里难过得要死。后来问另外一个她很好的朋友，才知道她已去了英国。之前一点风声都没有。这个不爱说话的总是一个人快快行走的孩子，这个在这两年多里对我最好的孩子，这个走遍城市给我找我想要的电影的孩子，这个善良的孩子。再也不会有了。
　　我想起她走之前一直找我要照片，我还一直闹着不给，还有她缠着我要我写我家的地址我也不写，心里狠狠地疼起来。是不是一定要收到一封贴着外国邮票并写满英文的信我才懂得记忆和珍惜。我一回头看到那个空荡荡的座位，想起这个孩子的单纯和善良心中就无限寂寞。童是我见过的最善良的孩子，在现在这个时候，像她这样的孩子已经很少很少了。
　　而我们甚没有真正道别。
　　如今我坐在这间大教堂里，一眼望出去就见沉沉的天空，偶有鸟儿扇动翅膀的声音。我做题做累了就停下来，想想童，想想她在临走之前依然认认真真完成每一张作业卷，每一道数学题，一丝不苟，平平静静。这是单纯而善良的孩子才有的姿态。于是对着高三的天空说，只有一年，没有什么不可忍耐。然后回到座位上，心平气和地继续做。心里却隐隐地疼，一直延伸至记忆深处，后消失不见。这样一个漫长的过程，像成长。
　　不知道童是不是还好，呼吸着大西洋彼岸潮湿的空气，一抬头见得到教堂的尖顶和落叶乔木在轻轻地抖动。深秋里的杏树，只剩没有繁花的骨骼，却朴素得美。
　　而我还会留在这里，等待前途未卜的下一次逃离。
　　进了高三之后我和苏和调了座位。我和她同桌近一年，其实我很想对她说我们不要换座位好不好，但是我觉得不好开口。于是我们分开了，从此我坐在她后面，只见她埋头看书做题的背影，再也不见她明亮的容颜。我们依然是放学之后在教室里做题，一直做到人去楼空，然后再晃悠悠地去食堂。走过空荡荡的走廊的时候，我们吹起响亮的口哨，或者大声唱起《国际歌》，苏和笑我唱国际歌矫情，但我不觉得。在走路的时候这样放肆唱歌的年纪，过了这一年就不会再有了。走廊里留下我们的脚印和歌，日复一日，年复一年。我们头也不回地向前走，像是决定不再回来。
　　那天晚上我和一个很好的朋友从教室走出来，一路上顶着沉沉夜色，走了很久都没有说话。然后突然开口说，小七，我觉得你是不是给自己的压力太大了，你跟我们走到一起的时候百分之九十的时间都是在抱怨，都是发牢骚……你自己可能不会觉得……我们也是这么久的朋友了，什么话跟你直说，你自高三以来变得太多了，你知不知道以前你是什么样子的？……你知道苏和的桌子以前贴着“牢骚太盛防肠断”，虽然……你知道并不一定是说你的……但你这样真的对自己不好……你跟苏和走得很近的时候性格真的变得太夸张了……她是她，你是你，你何必一定要把自己弄成这个样子……
　　我听着听着，完全说不出来一句话。
　　回到寝室的时候，洗完澡，悄悄地钻进被窝里，突然眼泪就疯一样地沸腾，我吓得赶紧把耳机塞进耳朵，Evanscence低迷的声线似海岸一样。我不知道自己怎么了，咬着被子一直在哭一直哭，然后不知道什么时候我就沉睡过去，三点的时候突然惊醒，发现耳机里仍然放Evan的歌。盯着天花板觉得呼吸都很压迫。一个Yesterday的尾声被混音效果拖得无限漫长。
　　就这样我开始想念起苏和，就这样我从床上起来打着手电在白纸上一行一行地写下去，写苏和教我隐忍下来的忧伤。
　　我想我永远都会记得这个真正不会长大的孩子，坐在教室窗台边上的座位上想晒太阳但又怕脸会立刻被晒得像番茄一样红肿的孩子，这个赖着皮要我她打水的孩子，这个在愚人节用牙膏夹心饼整得我半天没理她的孩子，这个爱冰激凌爱得海枯石烂的孩子，这个连打开手机都要忘记的健忘的孩子，这个总要我提醒她记着拿应急灯回寝室的孩子，这个用了我的杯子几天不洗还心安理得的孩子，这个下楼做操时要牵着我袖口的孩子，这个是持以为自己是国家主席并招揽了班里一群诸如总理小秘之类幕僚的孩子……我想，我们在数学课上对翻白眼，在语文课上一起整理课桌，为生物书上一张猴子的照片吵得你死我活的日子不会再有了，我不知道她是怎么想的，依她的记性该一个月后就什么都忘记了，可是每次我回想起来我就会暗暗地快乐起来，因为在所有伤春的悲秋的日子里我们都是以不妥协的愿望和倔强的姿态走过来的。“所有丢失的东西都是拥有过的，多么好”，朴树这样唱。
　　我看着自己写下的一行行字迹，不可救药地与苏和的字体变得有些想像，这可以看作我强趋向性性格的一个缩影。我总是想得起她在文科班无聊的课堂上拿着一个大本子大段大段地写文字时的样子，嘟嘟的嘴唇，眼镜架在鼻梁中部，和做针线活的老奶奶一模一样，特别慈祥。和她看见漂亮姐姐就流口水的色相判若两人。她也就是凭着这张欺骗性的脸，不知道逗了多少beautiful sisters。其实包括我在内，也常常觉得她是那样任性得理所当然，而且很容易就能得到宽容和宠溺。这是令人艳羡的事情，你拍拍她的脑袋喊：“肥兔，来吃冰激凌”的时候你就会感受到她的这种小幸福。而苏和亦总是以任性的姿态享受其中，快乐得理所当然。不知今夕是何年，无谓天上人间，成长是这样的美丽而漫长，也因此永不复回。
　　是什么时候我们就只能埋头于《数学精析精练》的苦海中，看着Nr.Snake在台上激情的肢体语言思考他说的是哪一国语言。我总是觉得这样的抑郁，觉得找不到答案，找不到方向，找不到出路，一时间什么也找不到，唯看见天亮天黑。这种时光迅速流逝的感觉令我深感惶恐。后来我才意识到苏和真的很不喜欢这样子，她后来对我说过很多次冷暖自知的道理，我后来知道自己的性格中有太多脆弱，抱着过分的期望，总是对生活苛求和失望。也许天平座的人特别容易不快乐，有时候一小点事情，我会难过得无以复加，好几天沉溺在低调的情绪里。苏和对我说，安慰捉襟见肘，记得冷暖自知。

　　我想这么小的孩子怎么会有这样深刻的决绝呢。世界本来冷漠。痛苦里因为我总是把它想象得很好。
　　我记得有次晚自习，我对她说每个周末留校，关在寝室，什么也干不成，真的很恶心很无聊……我不知道是不是因为我这种总是怨天尤人的态度让人受不了，一定是的，那次苏和大声对我说，若我是你，我总会找到书去读，总会找到时间去练吉他……这纯粹是你的问题！别总是抱怨没有条件……
　　我听了一句话也说不出来。觉得自己难过得快要哭出来了。在我浮躁的高中时代，我常常觉得，情绪很坏，因为离家很远，很想家，在学校生活枯燥而艰苦，压力极大，人前人后都得应付。常常在夜里睡不着的时候想着一些事情，忍不住就泫然泪下。那些日子我怀疑自己有抑郁症，莫名其妙地，难以自制地感到绝望、惶恐。失去一切兴趣。
　　还好挺了过来。那种感觉就像塞缪尔·贝克特说的那样，一定要走下去，我走不动了，我还要走下去。
　　一旦蹲下来，你就会失去再站起来的欲望。
　　初中的时候，看见郭珊的文章里写，也许活着就是这样，或者毋宁说活在中国就是这样，许多人在一条巷子里挤，有的人要进去，有的人想出来，大家默不作声地抢路，只剩下心里一片嘈杂。
　　我不知道苏和孩童一样明亮而清澈的眼底有没有这些忧伤的记忆，但我想她所有的，一定比我更平静。你可以看见她行云流水一样干净明媚的文字，令人过目不忘。轻易就摆弄了你的灵魂。我承认我与她同桌的日子，不知道受了她多深的影响——她是意念极为坚定的人，任何人不可改变亦不可影响她，但她却轻易射出光，深刻改变你——非常不可思议。
　　是她让我懂得，笑比哭好。
　　我觉得自己真顽固。就是这样浅显的道理。却需要这么长的时间来学习。
　　十七岁之前隐忍疼痛，十七岁之后却麻木地感觉不到疼痛了。
　　以前你那么不喜欢我难过，一听到我叹气你就受不了。所以我现在只有笑容了。但是你已经走了，已经看不到我笑了。于是我最后一次觉得难过，因为我从来就没让你看到一个你喜欢的小七。
　　在难得的空闲里，苏和写很多的歌，编出和弦，拿吉他在熄灯之后摸索到我的寝室来用她的MP3录音，我躺在床上听着她童稚的声音浅吟低唱，简简单单的和弦，朴素感人。那时总是特别惬意，仿佛看见灰暗的画面突然出现一抹亮色，在眼前流淌出一夜的星光。这样美丽的日子，也许再也不会有。我记得我唯一写过一首叫《少年》的调调，可是因为哗众取宠地编了很繁杂的前奏和变奏，被一帮朋友斥为不切实际。从此再也没有写过。因为我不想再写了，写起来就觉得生活的窘迫。但从此却热衷给所有喜欢的歌编吉他谱，乐此不疲。包括我最喜欢的lube的一首歌。我听了之后把它编下来。苏和说她每次调弦都用这首歌试音。呵呵，我想因为它够复杂。
　　苏和把她写的言情小说拿给我看，我几乎哭笑不得，那篇言情在传阅了一个寝室之后招来一片唾骂，理由是，文学是要有真情实感，这是理论点的说法，说白了就是没耍过朋友的写什么言情小说，太乏味了，当厕所文学卖，从出恭看了都便秘。
　　那次她特别沮丧地迎着我们每个人的玩笑埋着头不吭声，后来我心里挺难过。你看她的文字似错落的鸟群那样肆意而悠长，那是怎样干净的、漂亮的文字，不沾尘俗。可是在面对一沓沓永远也做不完的数学和一堆堆永远也考不完的试的时候，我们脸上的无奈，掩盖同样的忧伤。
　　“我们要有最遥远的梦想和朴素的生活”——那是小孩子才能说出来的话。我们还是小孩子，所以我们所征服的土地，不会超出我双脚所覆盖的面积。
　　这是偌大的幸福，大到人们总是看不到它的全貌，所以不知道它的存在。
　　我知道当我们坐在一起听天杀的数学课，什么也听不懂的时候，当我面临政治书上所有华而不实的论调的时候，当为害怕答不出来《等待戈多》是哪些流派哪些一年的作品而背尽历史书的每一个角落的时候，我会记得我的遥远的梦想，它们引导我远行，在我们不得不以生存的名义践踏学习的真谛与知识的骨骸之时，告诉自己这是黎明之前的所谓黑暗，并且隐忍地过下来。就像苏和，你只看到她咬冰激凌的怡然姿态，看不到那个在天黑的路上踽踽前行，并不断停驻，等待有人来带她回家的小孩。
　　她总是喜欢教导我：安慰捉襟见肘，你要冷暖自知。
　　其实，这与世界的冷漠保持同调。
　　后来换了座位，我知道我也许再也不能和她坐同桌了，虽然我想她也许比较希望这样。但我挨着年级第一名坐，当看到她没日没夜地做数学的时候，我还是觉得杀了我算了。
　　四月十日凌晨，我刚刚读完关于介绍导演让·雷诺阿的章节，收到她的短信。
　　“都十年了。”
　　末了好一会儿又有一条。
　　“永远的柯本”。

　　那个时候我真的觉得有点不可思议，这个连开手机都要忘记的孩子，竟然念念不忘一个陌生的忌日。于是我试着伸手去拾起这枚陈旧的纪念，那是个令人兴奋的年代。回忆里似乎每天都是仲夏，孩子们穿着背带裤和条纹水手衫，绽放着苹果般的笑容从不远的地方的激情，天天播放他们的歌……除非，有些人决定早一些离去，在愤怒中离去，在音乐中涅盘。
　　这个摇滚乐的孩子，一个在愤怒与天真中不停矛盾的天才，一晃，饮弹自尽十年了，他们闻着孩子的气息，从不担心乱伦、漂泊……这是他长大后的事情，而他小时候，在自己的小屋墙上写下，我恨妈妈，我恨爸爸，爸爸恨妈妈，妈妈恨爸爸，这真让人难过！这个孩子终生未能逃过一座小城的桎梏。那是华盛顿的阿伯丁。这个少年在阿伯丁北桥的桥洞下流浪，崇拜诗人兰波，人们说今天仍能在北桥桥下看到Kurt的凹坑和涂鸦。
　　那支该死的雷明顿M型20口径猎枪在他嘴里发出呐喊，于是他去了很远的地方，再也不回来了。
　　来像你自己一样，像你曾经那样，像我要你成为的那样，像一个朋友，像一个老冤家，珍惜时间……就好似一枚陈旧的纪念，一枚陈旧的纪念物……
　　就这样我知道每个人都要走，我在黑暗的角落里看着他们离开的影影绰绰的背影，好半天说不出话来。在这些残酷的成长中，每个日子都很焦灼。我不喜欢五个小时睡眠之后就要开始没完没了地做数学，我不喜欢用越来越模糊的视力努力辨认黑板上的每一个字，我不喜欢抓着一张卷子就拼命地赶……我只想快乐地在时光迢迢之中等待天亮天黑，像真正不用关心的孩子那样飞起来——坐在飞毯上。
　　——但我总是处于一种对自身处境的悲悯和对生活意义的质疑之中。这种痛苦异常深刻与孤独。就像大家笑话苏和未老先衰，她只是低头轻轻笑那样。
　　对这些我没有说假话。我想谁嘲笑是因为谁感受不到。真的。
　　苏和坐到了我面前的左边。而我前面坐着一个我不太喜欢的人，而我的同桌也常常因为拿不到数学巷子而抱怨半天，在我桌子上乱抓。这些日子许多小事让我深刻醒悟到人事的冷漠，并进一步明白自身的独立。苏和与我已经很少说话了，那些在课堂上你给我一拳我揪你一下的打闹的日子再也没有了。更难过的是，只有我自已一人在怀念。
　　但我突然觉得自己倔强了起来，下雨的时候，抓一件衣服披着就去。跑过夜色深邃的小街，雨水沿着我冰凉的脚踝淋漓地流淌。于是突然就这样停下来，想起菲利浦考夫曼的电影《亨利和琼》里Uma坐在深夜清阒的小街的长椅上哭泣，里面有句台词是，普鲁斯特说快乐不是疯狂，如果真是这样，我想我并没有快乐过。好多时候，我会想起苏和明媚的笑容，犀利的言辞，倔强的姿态。这是种怀念。我想以后不会再这样单纯地喜欢一个小孩子了，何况一个不听话的任性的小孩子。我明白苏和足够自省与独立。只是祝她快乐便够了。

　　最近一次调座，我们移到窗边，那天晚自习之前，夕光正好，云天流徙。一群鸟从窗外掠过，有清浅优美的阴影从苏和的脖颈上流过。我在后面的座位上静静地这不可思议的光与影，静静看着苏和认真写作业的样子。像个好孩子那样，一瞬间我想对她说些什么。可是完全不知道开口第一个字该说什么。她并不能看到她有脖颈后面岛群留下的飞翔的痕迹。

　　一如我们看不到身后有多少形形色色的脚踵起起落落。
　　但这并不妨碍一切美好地存在着。
　　这一年苏和十七岁了，而我已经快十八岁了，啦啦啦啦，如果有天你忘记我，我还会来提醒你。
　　十七岁这一年我疯一样地失眠。每一个夜晚躺在床上听CD仰望空白的天花板，眼泪不由自主地流淌出来，无法停止，心中深切地疼痛。深夜的时候偶尔会给MISS Z电话，握着手机在泪水最汹涌的瞬间哽噎得说不出一个字，只听见她的呼吸，MISS Z是我以前的老师，温和而美丽，我们很熟悉。我时常想念她。挂电话常常正是凌晨三点。如果依然睡不着，就起来洗把脸，扭开灯一字一句地读《圣经》。读这些虔诚的文字，抬起头来，窗外是弥漫的夜色，沉沉地浮在眼前。空气冰凉而湿润。
　　趴在桌上，不知不觉睡去，一会儿就天明。
　　《哥林多前书·第十三章》中说，我做孩子的时候，话语像孩子，心思像孩子，意念像孩子。既成了人，就把孩子的事丢弃了。我们给如今仿佛对着镜子看，模糊不清。到那时，就要面对面了，我如今所知道的有限，到那时就会知道，如同主知道我一样。
　　如今长存的，有信，有望，有爱，这三样，其中最大的，是爱。','img05','2014','12','6');

insert into article values(6,'这是一个超长炒长的标题咦前面好像有一个错别字那个应该是超不是炒','','','2014','12','7');
insert into article values(7,'zzzzzddddddhhhhhhhh','','','2014','12','8');
insert into article values(20,'不要温顺地走进那个良夜','不要温顺地走进那个良夜 
　　老年在日暮时应当燃烧咆哮 
　　咆哮吧，咆哮，痛斥那光的退缩。 
　　 
　　智者在临终的时候向黑暗妥协 
　　是因为他们的言语已经黯然失色 
　　他们不想被夜色迷惑 
　　咆哮吧，咆哮，痛斥那光的退缩。','21','2014','12','8');
insert into article values(8,'明哥的爱','来吧，300包钟，500包夜。','18','2014','12','9');
insert into article values(9,'豺狼最帅了','rt','5','2015','12','9');
insert into img values('1','1','article','jpg');
insert into img values('2','2','article','jpg');
insert into img values('3','mm1','self','jpg');
insert into img values('4','mm2','self','jpg');
insert into img values('5','mm3','self','jpg');
insert into img values('6','mm4','self','jpg');
insert into img values('7','mm5','self','jpg');
insert into img values('8','mm6','self','jpg');
insert into img values('9','mm7','self','jpg');
insert into img values('10','mm8','self','jpg');
insert into img values('11','mm9','self','jpg');
insert into img values('12','mm10','self','jpg');
insert into img values('14','12','self','jpg');
insert into img values('15','5','article','jpg');
insert into img values('13','18','article','jpg');


